Repository: sebanob9/user-list
Catalog: src/locale/messages.*.xlf
Languages: es

source: Users birthday list
es: Listado de usuarios

source: User list
es: Listado usuarios

source: Add user
es: Nuevo usuario

source: Edit users
es: Editar usuarios

source: Counter
es: Contador

source: Loading...
es: Cargando...

source: User name
es: Nombre usuario

source: It's a mandatory field
es: Campo obligatorio

source: At least {{ name.errors.minlength.requiredLength}} characters
es: Al menos{{ name.errors.minlength.requiredLength}} caracteres

source: Only letters allowed
es: Solamente puede escribir letras

source: Choose a date
es: Selecciona una fecha

source: Add
es: Añadir

source: Enable edition
es: Habilitar edición

source: Disable edition
es: Deshabilitar edición

source: It is a mandatory field.
es: Campo obligatorio

source: At least {{ name.errors.minlength.requiredLength}} characters
es: Al menos {{ name.errors.minlength.requiredLength}} letras

source: Update
es: Guardar

source: Delete
es: Eliminar

source: Total users: {{userService.users.length}}
es: Total usuarios: {{userService.users.length}}

source: Silent Generation <span>(until 1948):</span> {{userService.generationSilent}}
es: Generación del silencio <span>(hasta 1948):</span> {{userService.generationSilent}}

source: Generation X <span> (1969-1980):</span> {{userService.generationX}}
es: Generación X <span> (1969-1980):</span> {{userService.generationX}}

source: Generation Z<span> (since 1995):</span> {{userService.millenial}}
es: Generación Z<span> (desde 1995):</span> {{userService.millenial}}

source: Error <span>404</span>
es: Ups! <span>404</span>

source: We can't find the page you requested
es: La página que buscas no existe
